Repository: jeason0813/Salma
Catalog: WordToTFS/UIResources.*.resx
Languages: ru_ru

# ERROR_TEXT
source: Error
ru_ru: Ошибка

# LBOX_ITEM_DESCRIPTION
source: Description
ru_ru: Описание

# LBOX_ITEM_SELECT_ALL
source: All
ru_ru: Все

# MATRIX_PROGRESS
source: Generating Traceability Matrix: Page {0} of {1}
ru_ru: Генерация Матрицы трассировки: Страница {0} из {1}

# MSG_CONNECTION_URL_IS_EMPTY
source: Connection URL is empty.
ru_ru: Строка соединения не определена.

# MSG_CONNECTION_URL_IS_INCORRECT
source: Connection URL is incorrect, or the TFS server is unavailable.
ru_ru: Строка соединения не в верном формате, либо TFS сервер недоступен.

# MSG_CORRECT_HYPERLINK
source: Pease enter correct hyperlink
ru_ru: Введите гиперссылку в правильном формате

# MSG_NOT_SELECTED_WORK_ITEM
source: Not selected work item.
ru_ru: Не выбрано рабочего элемента.

# MSG_DATA_NOT_AVAILABLE
source: Data not available for this request!
ru_ru: Нет данных для этого запроса!

# MSG_DATE_FROM_BIGGER_THAN_TO
source: Error: Date 'From' can't be bigger than 'To'.
ru_ru: Ошибка: Дата 'От' не может превышать дату 'До'.

# MSG_GENERATING_TRACEABILITY_MATRIX
source: Generating Traceability Matrix: Page {0} of {1}
ru_ru: Формирование Матрицы трассировки: Страница {0} из {1}

# MSG_INPUT_VALUE_INCORRECT
source: • Input value \"{0}\" is incorrect.
ru_ru: • Значение \"{0}\" не верно.

# MSG_ITEM_IS_NOT_EXISTS_IN_TFS
source: Item with ID:{0} is not exists in TFS
ru_ru: Элемент с ID:{0} не существует в TFS

# MSG_ITEM_IS_NOT_FOUND
source: • Item {0} is not found.
ru_ru: • Элемент {0} не найден.

# MSG_REPORT_TITLE
source: Report
ru_ru: Отчёт

# MSG_RETRIEVING_DATA
source: Retrieving data...
ru_ru: Передача данных...

# MSG_RETRIEVING_WORK_ITEMS
source: Retrieving Work Items...
ru_ru: Передача рабочих элементов...

# MSG_TITLE_IS_EMPTY
source: Please fill in the title of Work Item
ru_ru: Название пустое.

# MSG_TRACEBILITY_MATRIX
source: {0} Traceability Matrix
ru_ru: {0} Матрица трассировки

# MSG_WORK_ITEM_NO
source: Work Item {0}/{1}: {2}
ru_ru: Рабочий элемент {0}/{1}: {2}

# REPORT_PROGRESS
source: Item {0}/{1}: {2}
ru_ru: Элемент {0}/{1}: {2}

# WORD_HEADING_RESOURCE
source: Heading
ru_ru: Заголовок

# WORD_MATRIX_TABLE_RESOURCE
source: Grid Table 6 Colorful - Accent 5
ru_ru: Таблица-сетка 6 цветная — акцент 5

# WORD_NORMAL_RESOURCE
source: Normal
ru_ru: Обычный

# WORD_TITLE_RESOURCE
source: Title
ru_ru: Название

# WORD_TRACEABILITY_MATRIX
source: Traceability Matrix
ru_ru: Матрица трассировки

# MSG_TFS_SERVER_IS_INACCESSIBLE
source: Unable to connect to this Team Foundation Server:
ru_ru: Не удается подключиться к этому Team Foundation серверу:

# NOT_IN_CURRENT_DOCUMENT
source: (Not in current project)*
ru_ru: (Не в текущем проекте)*

source: Created by:
ru_ru: Cоздано:

source: for:
ru_ru: для:

source: for: WI ID:
ru_ru: для: Идентификатор:

source: Project:
ru_ru: Проект:

source: see attachements :
ru_ru: смотрите приложения :

# STATE
source: Status:
ru_ru: Статус:

source: Title:
ru_ru: Название:

source: Type:
ru_ru: Тип:

source: WI ID:
ru_ru: Идентификатор:

source: All
ru_ru: Все

source: Custom
ru_ru: Выборочно

source: Not Selected
ru_ru: Не выбрано

# MSG_ERROR_DATE
source: Error: Date 'From' can't be bigger than 'To'.
ru_ru: Ошибка: Дата 'От' не может быть больше, чем 'До'.

# WORD_PEPORT_ACTION
source: Action
ru_ru: Действие

# WORD_PEPORT_EXPECTED_RESULT
source: Expected Result
ru_ru: Ожидаемый результат

# WORD_REPORT_ATTACHMENTS
source: Attachments:
ru_ru: Вложения:

source: Field:
ru_ru: Поле:

# ID
source: WI ID:
ru_ru: Идентификатор:

source: Cancel
ru_ru: Закрыть

source: Select work items
ru_ru: Выберите элементы

# PROGRESSPERFORMING
source: Performing...
ru_ru: Выполнение...

# MSG_ERROR_PROCESS_WI
source: Error in processing work item:
ru_ru: Ошибка при обработке элемента:

# MSG_PROGRESS
source: Item {0}/{1}: {2}
ru_ru: Элемент {0}/{1}: {2}

# MSG_ERROR_ADD_WI
source: Error in adding work item
ru_ru: Ошибка при создании элемента

# MSG_ERROR_EXPORT_WI
source: Error in exporting work item:
ru_ru: Ошибка при екпорте элемента:

# MSG_ERROR_IMPORT_WIS
source: Error in importing work items:
ru_ru: Ошибка при импорте элементов:

# MSG_ERROR_OPEN_WI
source: Error in opening work item
ru_ru: Ошибка при открытии элемента

# MSG_ERROR_PROCESS_WIS
source: Error in processing work items:
ru_ru: Ошибка при обработке элементов:

# MSG_ERROR_REPLACE_WI
source: Error in editing work item
ru_ru: Ошибка при редактировании элемента

# MSG_EXPORT_WI_TITLE
source: Export work item
ru_ru: Экспорт элемента

# MSG_IMPORT_WIS_TITLE
source: Import work items
ru_ru: Импорт элементов

# MSG_UPDATE_WIS_TITLE
source: Update work items
ru_ru: Обновление статуса элементов

# MSG_CREATE_WI_TITLE
source: Create work item
ru_ru: Создание элемента

# MSG_EDIT_WI_TITLE
source: Edit work item
ru_ru: Редактирование элемента

# MSG_ERROR_OBSOLETE_WI
source: Error in duplicate work item
ru_ru: Ошибка дублирования элемента
